<template>
  <div class="contact_info_page">
    <article id="contacts">
      <h2>Контактная информация</h2>
    </article>

    <section class="covid_info_pos">
      <div class="contact_info_text1">
        <p><b>ОГБУЗ «Белгородская областная клиническая больница Святителя Иоасафа»</b></p>
        <p><b>ул. Некрасова 8/9, г. Белгород, Белгородская область, 308007.</b></p>
        <p><b>Секретариат и приёмная главного врача:</b></p>

        <b>Телефон:</b> (4722) 50-49-59 <br>
        <b>Факс:</b> (4722) 26-78-50 <br>
        <b>E-mail:</b> belokb@bokb.ru <br>

        <p><b>Телефоны справочных:</b></p>

        <p><b>Единая справочная:</b> (4722) 50-48-48 <br>  Режим работы справочного бюро 8:00-17:00 <br></p> <br>
        <b>Корпус №5 (терапия):</b>  (4722) 50-47-98 <br>
        <b>Корпус №9 (хирургия):</b> (4722) 50-43-64 <br>
        <b>Корпус №4 (хирургия):</b> (4722) 50-42-98 <br>
        <b>Корпус №8 (хирургия):</b> (4722) 50-46-86 <br>
        <b>Гинекологический корпус:</b> (4722) 50-40-79 <br>
        <b>Акушерский корпус:</b> (4722) 50-40-92
      </div>

      <div class="contact_info_text2">
        <p>
          <b>Телефоны приемных отделений:</b>
        </p>

        <b>Корпус №5 (терапия):</b> (4722) 50-47-70 <br>
        <b>Корпус №8 (хирургия):</b> (4722) 50-46-90 <br>
        <b>Корпус №9 (хирургия):</b> (4722) 50-46-78 <br>

        <b>Акушерский санпропускник:</b> (4722) 50-40-69 <br>
        <b>Гинекологический санпропускник:</b> (4722) 50-40-78 <br>
        <b>Кардиохирургический центр:</b> (4722) 50-48-37 <br>

        <p><b>Регистратура поликлиники:</b></p>
        <b>Телефон:</b> (4722) 50-48-48
        <p><b>Регистратура<br>консультативно-диагностического<br>отделения перинатального центра:</b></p>

        <p><b>Телефон:</b> (4722) 50-40-31</p>

      </div>
      <div class="contact_info_text3">

        <p><b>Отдел платных медицинских услуг:</b></p>
        <p><b>Кассы:</b></p>
        <b>поликлиника:</b> 50-46-98; 50-46-99; 50-44-94 <br>
        <b>консультативно-диагностическое<br> отделение перинатального центра:</b> 50-40-25 <br>
        <b>кардиохирургический центр:</b> 50-41-96 <br>
        <b>корпус №5:</b> 50-47-99 <br>
        <b>корпус №9:</b> 50-42-99 <br>
        <b>Центр медицинской реабилитации:</b> 54-56-65 <br>
        <b>Заведующая отдела платных медицинских услуг:</b> 50-44-90 <br>
        <b>Отдел по работе с организациями и ДМС:</b> 50-44-98; 50-44-95 <br>
        <b>Бухгалтерия отдела платных медицинских услуг:</b> 50-49-13; 50-45-99 <br>

      </div>
    </section>
  </div>
</template>

<script>
export default {
  name: "ContactInfo"
}
</script>

<style scoped>


.contact_info_page {
  margin-top: 150px;
}

.covid_info_pos {
  display: flex;
  flex-wrap: wrap;
}

.contact_info_text1 {
  display: flex;
  flex-direction: column;
  width: 300px;
  height: 800px;
  margin-right: 100px;

}

.contact_info_text2 {
  display: flex;
  flex-direction: column;
  width: 300px;
  height: 650px;
  margin-right: 100px;

}

.contact_info_text3 {
  display: flex;
  flex-direction: column;
  width: 300px;
  height: 650px;
  justify-self: self-end;
}
</style>