<template>
  <section class="hospital_description">
    <div>
      <h1>
        ОГБУЗ «Белгородская областная клиническая больница Святителя Иоасафа»
      </h1>
      <p>
        Это современный медицинский центр с про­фес­си­ональ­ным коллективом. У нас работают только вы­сокок­ва­лифи­циро­ванные специалисты, кандидаты и доктора медицинских наук.
      </p>
      <p>
        У нас созданы все условия для ранней и своевременной диагностики различных заболеваний, их кон­серва­тив­но­го и хирургического лечения с использованием малоинвазивных методик.
      </p>
      <p>
        Сегодня областная клиническая больница Святителя Иоасафа стабильно занимает позицию лидера среди медицинских учреждений, участвующих в оказании высококвалифицированной специализированной и высокотехнологичной медицинской помощи.
      </p>
      <p>
        В больнице создана и постоянно совершенствуется база для оказания населению Белгородской области, а также жителям других регионов, высокотехнологичной медицинской помощи. Наличие высококвалифицированных специалистов, современной медицинской аппаратуры и оборудования способствует динамичному развитию лечебно-диагностического процесса и позволяет оказать высокотехнологичную медицинскую помощь по многим профилям.
      </p>
    </div>
    <img :src="require('@/assets/img/Doctors.png')" alt="Изображение врачей" class="doctors_image">
  </section>
</template>

<script>
export default {
  name: "HospitalDescription"
}
</script>

<style scoped>
.hospital_description {
  margin-top: 60px;
  display: flex;
  font-size: 14.5px;
}

.doctors_image {
  height: 350px;
  width: 700px;
  align-self: center;
}
</style>