<template>
  <div class="hospital_story">
    <article id="hospital_inf">
      <h2>О больнице</h2>
    </article>

    <div class="hosp_story">
      <div class="hosp_text">
        <p>Областная клиническая больница Святителя Иоасафа – ведущее лечебно-профилактическое<br>
          учреждение Белгородской области.</p>
        <p>21 мая 1954 года областной Совет народных депутатов своим распоряжением № 219 утвердил открытие на базе Белгородской городской больницы областной больницы на 250 коек. Тогда в ней трудились 75 врачей и 125 медицинских работников среднего звена.</p>
        <p>Сегодня областная клиническая больница Святителя Иоасафа - ведущее многопрофильное лечебно-профилактическое учреждение региона. В её состав входят: консультативная поликлиника на 600 посещений в смену, 23 специализированных отделения круглосуточного стационара на 1053 койки, перинатальный центр на 522 койки, центр медицинской реабилитации, диагностические и параклинические подразделения, отделение санитарной авиации, инженерные службы жизнеобеспечения больницы.</p>
        <p>Ежегодно в больнице получают амбулаторно-поликлиническую и стационарную помощь свыше 170 тыс. жителей области, выполняется более 39 тыс. оперативных вмешательств, принимается свыше 5 тыс. родов.</p>
        <p>В больнице работают 3056 сотрудников, в том числе 11 докторов и 85 кандидатов медицинских наук; 24 сотрудника удостоены высокого звания «Заслуженный врач РФ», 15 сотрудников стали победителями Всероссийского конкурса на звание лучшего врача года в различных номинациях. 45 врачей и 4 медицинские сестры награждены отраслевым знаком «Отличник здравоохранения», 255 врачей имеют высшую квалификационную категорию, 36 врачей являются главными внештатными специалистами области.</p>
        <p>На базе больницы функционируют шесть кафедр медицинского института НИУ БелГУ.</p>
        <p>Проводятся конференции и мастер-классы с участием сотрудников РНЦХ им. академика Б.В. Петровского, НЦСС им. А.Н. Бакулева, ФНЦ трансплантологии и искусственных органов им. В.И. Шумакова, практически всех ведущих специализированных центров России, а также Германии, Израиля, Японии, Словении, Сербии, Украины, Белоруссии.</p>
        <p>За достигнутые успехи в эффективном решении социальных задач больница была удостоена третьего места в региональном этапе Всероссийского конкурса «Российская организация высокой специальной эффективности» в номинации «За развитие кадрового потенциала».</p>
      </div>
      <div class="hosp_img">
        <img :src="require('@/assets/img/hospital_photo1.png')" alt="Фото больницы1" class="hospital_photo_1">
        <img :src="require('@/assets/img/hospital_photo2.png')" alt="Фото больницы2" class="hospital_photo_2">
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "HospitalStory"
}
</script>

<style scoped>


.hospital_story {
  margin-top: 150px;
}

.hosp_story {
  width: 1100px;
  height: auto;
  display: flex;
  font-size: 14.5px;
}

.hosp_img {
  display: flex;
  flex-wrap: wrap;
  margin-left: 40px;
  margin-top: 50px;
}

.hospital_photo_1 {
  width: 350px;
  height: 200px;
  display: flex;
  margin-bottom: 110px;
}

.hospital_photo_2 {
  width: 350px;
  height: 200px;
  display: flex;
}
</style>